; Swedish
; TranslatorName=Åke Engelbrektson
; TranslatorURL=https://svenskasprakfiler.se
; LastUpdated=27 Feb 2016

[Swedish]
IDS_UPDATE_NO=Inga uppdateringar tillgängliga.
IDS_UPDATE_YES=Update available, download and install them?
IDS_FILE=Arkiv
IDS_SETTINGS=Inställningar
IDS_EXIT=Avsluta
IDS_LANGUAGE=Language
IDS_HELP=Hjälp
IDS_WEBSITE=Webbsida
IDS_CHECKUPDATES=Sök efter uppdateringar
IDS_ABOUT=Om
IDS_DONATE=Donera
IDS_TRAY_SHOW=Visa/Dölj
IDS_TRAY_DISABLE=Inaktivera
IDS_TRAY_POPUP_1=Rensa område
IDS_TRAY_POPUP_2=Rensa vid mer än
IDS_TRAY_POPUP_3=Rensa varje
IDS_CLEAN=Rensa minnet
IDS_GROUP_1=Fysiskt
IDS_GROUP_2=Växlingsfil
IDS_GROUP_3=Systemarbetsminne
IDS_ITEM_1=Används
IDS_ITEM_2=Ledigt
IDS_ITEM_3=Tillgängligt sammanlagt
IDS_SETTINGS_GENERAL=Allmänt
IDS_SETTINGS_MEMORY=Minnesrensning
IDS_SETTINGS_APPEARANCE=Utseende
IDS_SETTINGS_TRAY=Systemikon
IDS_CLOSE=Stäng
IDS_TITLE_1=Allmän konfiguration
IDS_TITLE_2=Språk
IDS_TITLE_3=Minnesområden att rensa
IDS_TITLE_4=Minneshantering
IDS_TITLE_5=Snabbtangenter (globala)
IDS_TITLE_6=Stil
IDS_TITLE_7=Färgindikation
IDS_TITLE_8=Muskontroll
IDS_TITLE_9=Popup-meddelanden
IDS_ALWAYSONTOP_CHK=Alltid överst
IDS_LOADONSTARTUP_CHK=Läs in vid systemstart
IDS_STARTMINIMIZED_CHK=Start minimized
IDS_REDUCTCONFIRMATION_CHK=Bekräfta minnesrensning
IDS_SKIPUACWARNING_CHK=Överbrygga varningen från "User Account Control"
IDS_CHECKUPDATES_CHK=Sök periodiskt efter uppdateringar (rekommenderas)
IDS_LANGUAGE_HINT=Välj språk:
IDS_AUTOREDUCTENABLE_CHK=Rensa vid mer än: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Rensa varje: (min.)
IDS_HOTKEY_CLEAN_CHK=Rensa minne:
IDS_TRAYUSETRANSPARENCY_CHK=Använd transparent bakgrund
IDS_TRAYSHOWBORDER_CHK=Visa inramning
IDS_TRAYROUNDCORNERS_CHK=Runda hörn
IDS_TRAYCHANGEBG_CHK=Byt bakgrundsfärg (istället för text och inramning)
IDS_TRAYUSEANTIALIASING_CHK=Använd kantutjämning
IDS_FONT_HINT=Teckensnitt:
IDS_COLOR_TEXT_HINT=Textfärg
IDS_COLOR_BACKGROUND_HINT=Bakgrundsfärg
IDS_COLOR_WARNING_HINT=Färg för "Varningsnivå"
IDS_COLOR_DANGER_HINT=Färg för "Kritisk nivå"
IDS_TRAYLEVELWARNING_HINT="Varningsnivå" startar vid: (%)
IDS_TRAYLEVELDANGER_HINT="Kritisk nivå" startar vid: (%)
IDS_TRAYACTIONSC_HINT=Single click:
IDS_TRAYACTIONMC_HINT=Mittklick:
IDS_TRAY_ACTION_1=Visa/Dölj
IDS_TRAY_ACTION_2=Rensa minne
IDS_TRAY_ACTION_3=Öppna Aktivitetshanteraren
IDS_SHOW_CLEAN_RESULT_CHK=Visa rensningsresultat
IDS_QUESTION=Vill du påbörja minnesrensning?
IDS_QUESTION_WARNING=Switching-on "Standby list" and "Modified page list" may freeze your computer for almost a minute or so, are you sure to enable this option?
IDS_QUESTION_FLAG_CHK=Do not show anymore
IDS_STATUS_CLEANED=Minnet rensades och %s återställdes.
IDS_STATUS_NOPRIVILEGES=Administratörssättigheter krävs! Starta om programmet som administratör!
IDS_UPDATE_DOWNLOAD=Downloading update...
IDS_UPDATE_DONE=Downloading update finished.
IDS_UPDATE_ERROR=Update server connection error.
IDS_UPDATE_INIT=Checking for new releases...
IDS_UPDATE_INSTALL=Update available, do you want to install them?
IDS_RESET=Reset
IDS_QUESTION_RESET=Are you really sure you want to reset all application settings?
IDS_NOTIFICATIONSOUND_CHK=Enable notifications sound
IDS_TITLE_ADVANCED=Advanced
IDS_VIEW=View
IDS_USEDARKTHEME=Use dark theme
IDS_UPDATE_SPEED=Speed
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=Allow "Standby lists" and "Modified page list" cleanup on autoreduct
IDS_LOGRESULTS_CHK=Log cleaning results into a debug log
